
# taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# 중요! 이줄이 없으면 ~/Applications 에 설치하므로 꼭 넣어야 한다.
cask_args appdir: '/Applications'

# Brew install 
brew 'zsh'
brew 'git'
brew "autojump"
brew "coreutils"
brew "docker"
brew "gdal"
brew "node"
brew "grunt-cli"
brew "nginx"
brew "python", link: false
brew "wget"


# Applications
# 따로 설치할 목록: qgis, line, kakaotalk, 
cask "fastlane"
cask 'alfred'
cask 'android-studio'
cask 'dash'
cask 'datagrip'
cask 'charles'
cask 'gimp'
cask 'gas-mask'
cask 'go2Shell'
cask 'google-chrome'
cask 'google-drive-file-stream'
cask 'mysqlworkbench'
cask 'sourcetree'
cask 'zeplin'
cask 'slack'
cask 'skitch'


